<?php

/*

به نام خدا
سورس ربات نوشته شده توسط: http://t.me/goldsudo
کانال نویسنده: http://t.me/feelphp
لطفا حقوق نویسنده را رعایت کنید

*/

# در این قسمت باید اطلاعات را وارد و سیو کنید

$API_KEY = '624907236:AAFc0DOCAG29CISmf2vyIN2z6frJa38X4xk'; // توکن ربات
$admins = array(266760752,552682070,705496975); // ایدی های اددی ادمین های ربات
$channel = '-1001278841132'; // ایدی عددی کانال خصوصی
$zarinpal = '6186ec3a-0f7e-11e9-8b98-005056a205be'; // توکن زرین پال
$db_name = 'mankan_acc'; // نام دیتابیس
$db_username = 'mankan_acc'; // نام کاربری دیتابیس
$db_password = 'mankan_acc1'; // کلمه عبور دیتابیس
$one_hour_amount = '100'; // هزینه اشتراک یک ماهه به تومان
$one_month_amount = '120000'; // هزینه اشتراک دو ماهه به تومان
$two_month_amount = '210000'; // هزینه اشتراک سه ماهه به تومان
$domin = 'mankanbash.ir/bot/account'; // ادرس دامین + پوشه سورس در  هاست
?>